Repository: fritzmg/hc_mailchimp
Catalog: languages/*/*_mailchimp.xlf
Languages: de

# tl_hc_mailchimp.listname.0
source: Listname
de: Listenname

# tl_hc_mailchimp.listname.1
source: Please enter name for your list.
de: Bitte einen Namen für die Liste eingeben.

# tl_hc_mailchimp.listapikey.0
source: List API Key
de: Listen API Key

# tl_hc_mailchimp.listapikey.1
source: Please enter an API Key for your list.
de: Bitte einen API Key aus dem Mailchimp Account für die Liste eintragen.

# tl_hc_mailchimp.listid.1
source: The List-ID, for the list from your Mailchimp account.
de: Bitte die List-ID aus dem Mailchimp Account für die Liste eintragen.

# tl_hc_mailchimp.listlegend
source: Listdetails
de: Listeneigenschaften

# tl_hc_mailchimp.mailchimplegend
source: Mailchimp account
de: Mailchim Account

# tl_hc_mailchimp.new.0
source: New List
de: Neue Liste

# tl_hc_mailchimp.new.1
source: Create new list from your Mailchimp account
de: Eine neue Liste erstellen.

# tl_hc_mailchimp.edit.0
source: Edit List
de: Liste bearbeiten

# tl_hc_mailchimp.edit.1
source: Edit the list
de: Die Liste bearbeiten.

# tl_hc_mailchimp.delete.0
source: Delete list
de: Liste löschen

# tl_hc_mailchimp.delete.1
source: Delete the list
de: Die Liste löschen.

# tl_hc_mailchimp.show.0
source: Detail from list
de: Listendetails

# tl_hc_mailchimp.show.1
source: Details from the list
de: Listendetails anschauen.
