Repository: fritzmg/hc_mailchimp
Catalog: languages/*/modules.xlf
Languages: de

# MOD.hc_mailchimp.1
source: Manage your Mailchimp lists in contao
de: Anlegen von Listen aus einem vorhandenen Mailchimp Account

# FMD.hc_mailchimp_subscribeFormShort.0
source: Mailchimp Subscribeform Short
de: Mailchimp Anmeldeformular kurz

# FMD.hc_mailchimp_subscribeFormShort.1
source: Subscribeform only with required fields
de: Anmeldeformular nur mit Pflichtfeldern

# FMD.hc_mailchimp_subscribeForm.0
source: Mailchimp Subscribeform
de: Mailchimp Anmeldeformular

# FMD.hc_mailchimp_subscribeForm.1
source: Subscribeform with all fields
de: Anmeldeformular mit allen Feldern der Liste

# FMD.hc_mailchimp_unsubscribeForm.0
source: Mailchimp Unsubscribeform
de: Mailchimp Abmeldeformular

# FMD.hc_mailchimp_unsubscribeForm.1
source: Unsubscribeform for the list
de: Abmeldeformular der Liste

# FMD.hc_mailchimp_archive.0
source: Mailchimp Archive
de: Mailchimp Archiv

# FMD.hc_mailchimp_archive.1
source: Campaignarchive
de: Archiv der letzten Kampagnen

# tl_module.list_legend
source: Mailchimp List
de: Mailchimpliste

# tl_module.jumpTo_legend
source: Jump to site
de: Folgeseite

# tl_module.option_legend
source: Options
de: Optionen

# tl_module.delete_legend
source: Deleteoptions
de: Löschoption

# tl_module.hc_mailchimp_tp_list.0
source: Mailchimp List
de: Mailchimpliste

# tl_module.hc_mailchimp_tp_list.1
source: Please choose a list.
de: Bitte wählen Sie eine von Ihnen angelegte Liste aus.

# tl_module.hc_mailchimp_tp_jumpTo.0
source: Jump to site after submit mailchimp form
de: Folgeseite

# tl_module.hc_mailchimp_tp_jumpTo.1
source: Please choose a site to jump after submit mailchimp form.
de: Bitte wählen Sie Die Seite aus, die nach dem erfolgreichen Formularsendens angesteuert werden soll.

# tl_module.hc_mailchimp_tp_optin.0
source: Opt-in rule
de: Op-in Verfahren

# tl_module.hc_mailchimp_tp_optin.1
source: Please select, then you want a opt-in rule.
de: Bitte wählen Sie aus, ob ein Opt-in Verfahren genutzt werden soll.

# tl_module.hc_mailchimp_tp_dateformat.0
source: Dateformat
de: Datumsformat

# tl_module.hc_mailchimp_tp_dateformat.1
source: Please select, which date format you choose in your mailchimp form.
de: Bitte wählen Sie aus, welches Datumsformat in Ihren Formulareinstellungen definiert wurde.

# tl_module.hc_mailchimp_tp_delete.0
source: Deleteoption
de: Löschoption

# tl_module.hc_mailchimp_tp_delete.1
source: Please check and a people who unsubscribe will delete in your list completly.
de: Bitte wählen Sie aus, ob jemand der sich aus Ihrer Liste austrägt, auch komplett aus Ihrer Liste entfernt werden soll.

# tl_module.hc_mailchimp_archive_mailchimplist.0
source: Mailchimp List
de: Mailchimpliste

# tl_module.hc_mailchimp_archive_mailchimplist.1
source: Please choose a list.
de: Bitte wählen Sie eine von Ihnen angelegte Liste aus.

# tl_module.hc_mailchimp_folder.0
source: Foldername
de: Ordnername

# tl_module.hc_mailchimp_folder.1
source: Input the folder name where your campaigns stored which you want list. When the field is empty all campaign were show.
de: Tragen Sie hier bitte den Namen des Ordners ein, welcher die Kampagnen beinhaltet, die angezeigt werden sollen. Wenn das Feld leer ist werden alle Kampagnen angezeigt.

# tl_module.hc_mailchimp_subscribers_mailchimplist.0
source: Show Subscribers
de: Zeige Anmeldungen

# tl_module.hc_mailchimp_subscribers_mailchimplist.1
source: Show the number of subscribers from the list.
de: Zeigt die Anzahl der bisherigen Anmeldungen.

# tl_module.hc_mailchimp_template.1
source: Here you can choose the template.
de: Hier können Sie das Template auswählen.
